{
    "Website Builder": "Website Bouwer",
    "Developed a custom website builder for Het Koppel student association. Features include drag-and-drop interface, custom themes, and content management system. Built with Laravel.": "Een op maat gemaakte website bouwer ontwikkeld voor studentenvereniging Het Koppel. Functies omvatten een drag-and-drop interface, aangepaste thema's en een content management systeem. Gebouwd met Laravel en.",
    "Chinese Restaurant System": "Chinees Restaurant Systeem",
    "Comprehensive restaurant management system including POS, digital menu tablets, kitchen display system, and online ordering platform. Streamlines operations and enhances customer experience.": "Uitgebreid restaurant management systeem inclusief kassa, digitale menutablets, keukenweergavesysteem en online bestelplatform. Stroomlijnt bedrijfsprocessen en verbetert de klantervaring.",
    "This Website!": "Deze Website!",
    "Personal portfolio website showcasing my projects and skills. Built with modern technologies and featuring responsive design, dark mode, and smooth animations.": "Persoonlijke portfolio website die mijn projecten en vaardigheden toont. Gebouwd met moderne technologieën en voorzien van responsive design, dark mode en vloeiende animaties.",
    "Developer Tools Collection": "Ontwikkelaars Gereedschap Collectie",
    "A collection of developer utilities and tools including API testing suite, code formatter, and development environment setup scripts.": "Een verzameling ontwikkelaarstools waaronder API-testsuite, codeformatter en scripts voor het opzetten van ontwikkelomgevingen.",

    "Hi, I'm": "Hallo, ik ben",
    "A": "Een",
    "full-stack": "full-stack",
    "developer creating modern": "ontwikkelaar die moderne",
    "web": "web",
    "solutions.": "oplossingen creëert.",
    "Macbook Frame": "Macbook Frame",

    "Education": "Opleiding",
    "Currently studying Informatica (HBO) at Avans Hogeschool in Den Bosch, expanding my knowledge in software development and computer science.": "Momenteel studerend Informatica (HBO) aan de Avans Hogeschool in Den Bosch, waar ik mijn kennis in softwareontwikkeling en informatica uitbreid.",
    "Experience": "Ervaring",
    "Specialized in developing custom web solutions for businesses, focusing on automation and efficiency through modern web technologies.": "Gespecialiseerd in het ontwikkelen van op maat gemaakte weboplossingen voor bedrijven, met focus op automatisering en efficiëntie door moderne webtechnologieën.",
    "Tech Stack": "Technologie Stack",

    "Get in Touch": "Neem Contact Op",
    "Name": "Naam",
    "Email": "E-mail",
    "Message": "Bericht",
    "Send Message": "Verstuur Bericht",

    "Open main menu": "Open hoofdmenu",
    "Home": "Home",
    "Projects": "Projecten",
    "Contact": "Contact",
    "Flowbite Logo": "Flowbite Logo",
    "EfficiënC": "EfficiënC",
    "All rights reserved.": "Alle rechten voorbehouden.",

    "View Project": "Bekijk Project",
    "View Code": "Bekijk Code",
    "My Projects": "Mijn Projecten",

    "or": "of",
    "Make an appointment": "Maak een afspraak",
    "Your message has been sent successfully!": "Uw bericht is succesvol verzonden!",
    "Success!": "Succes!",
    "Whoops!": "Oeps!",
    "The email field is required.": "Het e-mailveld is verplicht.",

    "About Me": "Over Mij",
    "Contact Me": "Neem Contact Op",
    "Jeroen Bolhuis": "Jeroen Bolhuis",

    "Bachelor Computing Science - Avans University of Applied Sciences": "Bachelor Informatica - Avans Hogeschool",
    "I pursued a degree in Computing Science, where I developed a strong foundation in software engineering and computer science principles. I also had the opportunity to work on numerous projects, both in a team and individually. These experiences not only enhanced my technical skills, but also taught me valuable lessons in teamwork and project management.": "Ik volg een opleiding Informatica, waar ik een sterke basis heb ontwikkeld in software engineering en informatica principes. Ik heb ook de kans gehad om aan verschillende projecten te werken, zowel in teamverband als individueel. Deze ervaringen hebben niet alleen mijn technische vaardigheden verbeterd, maar hebben me ook waardevolle lessen geleerd in samenwerking en projectmanagement.",
    "I completed my secondary education with a focus on Nature & Technology (NT) with Economics. This provided me with a solid analytical and mathematical foundation.": "Ik heb mijn middelbare schoolopleiding afgerond met een focus op Natuur & Techniek (NT) met Economie. Dit heeft me een solide analytische en wiskundige basis gegeven.",
    "School Projects": "Schoolprojecten",
    "Developed multiple web applications including a restaurant management system and a website builder.": "Verschillende webapplicaties ontwikkeld, waaronder een restaurantmanagementsysteem en een website bouwer.",
    "Gaming": "Gamen",
    "Active in gaming communities and indie game scenes. Love exploring new indie titles and keeping up with game design trends.": "Actief in gaming communities en indie game scenes. Hou ervan om nieuwe indie titels te verkennen en game design trends te volgen.",
    "Game Development": "Game Ontwikkeling",
    "Started coding games at a young age, evolving from Java to JavaScript projects. Found my stride with Unity, and recently transitioned to Godot. Love using my creativity and making a working game from an idea.": "Op jonge leeftijd begonnen met het programmeren van games, begonnen met Java en JavaScript projecten. Mijn draai gevonden met Unity, en recent overgestapt naar Godot. Hou ervan om mijn creativiteit te gebruiken en een werkend spel te maken van een idee.",
    "Home Bartender": "Thuisbartender",
    "Love mixing drinks and trying new recipes. Enjoy experimenting with flavors and learning new techniques to make great cocktails. Building a home bar and sharing drinks with friends.": "Hou van het mixen van drankjes en het uitproberen van nieuwe recepten. Geniet van het experimenteren met smaken en het leren van nieuwe technieken om geweldige cocktails te maken. Bouw aan een thuisbar en deel drankjes met vrienden.",
    "Motorcycling": "Motorrijden",
    "Two wheels, endless roads, and great company. Love discovering hidden routes and sharing road trip adventures with fellow riders.": "Twee wielen, eindeloze wegen en goed gezelschap. Hou ervan om verborgen routes te ontdekken en avonturen te delen met mederijders.",
    "Kickboxing": "Kickboksen",
    "Training in kickboxing to stay active and develop discipline, while learning valuable self-defense skills.": "Training in kickboksen om actief te blijven en discipline te ontwikkelen, terwijl ik waardevolle zelfverdedigingsvaardigheden leer.",
    "AI Enthusiast": "AI Enthousiasteling",
    "Exploring and experimenting with emerging AI tools and technologies. Love discovering new ways these tools can enhance creativity and productivity in everyday projects.": "Het verkennen en experimenteren met opkomende AI-tools en technologieën. Hou ervan om nieuwe manieren te ontdekken waarop deze tools creativiteit en productiviteit kunnen verbeteren in dagelijkse projecten.",

    "Present": "Heden",
    "Netherlands": "Nederland",
    
    "Technology stack": "Technologie Stack",
    "See what I use to build my projects": "Zie wat ik gebruik om mijn projecten te bouwen"
}
