{
    "I": "Ik",
    "Develop Websites": "Ontwikkel Websites",
    "for business optimization": "voor bedrijfsoptimalisatie",
    "Say goodbye to loose papers, manual processes, and customer confusion. Automate your work and increase productivity with a custom-built website.": "Zeg vaarwel tegen losse papieren, handmatige processen en klantverwarring. Automatiseer uw werk en verhoog de productiviteit met een op maat gemaakte website.",
    "Take the next step for your business": "Neem de volgende stap voor uw bedrijf",
    "you@somewhere.com": "jouwnaam@ergens.com",
    "Success!": "Succes!",
    "Whoops!": "Oeps!",
    "Get started": "Begin",
    "Macbook Image": "Macbook Afbeelding",
    "EfficiënC": "EfficiënC",
    "All rights reserved.": "Alle rechten voorbehouden.",
    "Open main menu": "Open hoofdmenu",
    "Home": "Home",
    "Portfolio": "Portfolio",
    "My work": "Mijn werk",
    "Welcome": "Welkom",
    
    "Website builder": "Website bouwer",
    "For the student association Het Koppel": "Voor studievereniging Het Koppel",
    "Chinese restaurant": "Chinees restaurant",
    "With POS system, restaurant tablets, and more": "Met kassa systeem, restaurant tablets, en meer",
    "Test item": "Test item",
    "Only for testing purposes": "Alleen voor testdoeleinden",
    "Test item 2": "Test item 2",
    "Only for testing purposes 2": "Alleen voor testdoeleinden 2",

    "Contact Email": "Contact Email",
    "Dear,": "Beste,",
    "The first step towards less stress and higher efficiency for your business has been taken!": "De eerste stap naar minder zorgen en hogere efficiëntie voor uw bedrijf is genomen!",
    "I would like to schedule an intake meeting to discuss our possibilities together. For this, it would be useful to plan a Teams call.": "Ik zou graag een intakegesprek willen plannen om onze mogelijkheden samen te bespreken. Hiervoor is het handig als we een Teams-call plannen.",
    "Could you please let us know when this would be most convenient for you?": "Zou u kunnen laten weten wanneer dit het beste voor u uitkomt?",
    "I look forward to hearing from you.": "Ik hoor graag nog van u.",
    "Kind regards,": "Met vriendelijke groet,",
    "Jeroen Bolhuis from EfficiënC": "Jeroen Bolhuis van EfficiënC"
}
