{
    "I": "Ik",
    "Develop Websites": "Ontwikkel Websites",
    "for business optimization": "voor bedrijfsoptimalisatie",
    "Say goodbye to loose papers, manual processes, and customer confusion. Automate your work and increase productivity with a custom-built website.": "Zeg vaarwel tegen losse papieren, handmatige processen en klantverwarring. Automatiseer uw werk en verhoog de productiviteit met een op maat gemaakte website.",
    "Take the next step for your business!": "Neem de volgende stap voor uw bedrijf!",
    "you@somewhere.com": "jouwnaam@ergens.com",
    "Success!": "Succes!",
    "Whoops!": "Oeps!",
    "The email field is required.": "Er is geen email ingevuld",
    "Get started": "Begin",
    "Macbook Image": "Macbook Afbeelding",
    "EfficiënC": "EfficiënC",
    "All rights reserved.": "Alle rechten voorbehouden.",
    "Open main menu": "Open hoofdmenu",
    "Home": "Home",
    "Portfolio": "Portfolio",
    "My work": "Mijn werk",
    "Welcome": "Welkom",
    
    "Website builder": "Website bouwer",
    "For the student association Het Koppel": "Voor studievereniging Het Koppel",
    "Chinese restaurant": "Chinees restaurant",
    "With POS system, restaurant tablets, and more": "Met kassa systeem, restaurant tablets, en meer",
    "Test item": "Test item",
    "Only for testing purposes": "Alleen voor testdoeleinden",
    "Test item 2": "Test item 2",
    "Only for testing purposes 2": "Alleen voor testdoeleinden 2",

    "Contact Email": "Contact Email",
    "Dear,": "Beste,",
    "The first step towards less stress and higher efficiency for your business has been taken!": "De eerste stap naar minder zorgen en hogere efficiëntie voor uw bedrijf is genomen!",
    "I would like to schedule an intake meeting to discuss our possibilities together. For this, it would be useful to plan a Teams call.": "Ik zou graag een intakegesprek willen plannen om onze mogelijkheden samen te bespreken. Hiervoor is het handig als we een Teams-call plannen.",
    "Could you please let us know when this would be most convenient for you?": "Zou u kunnen laten weten wanneer dit het beste voor u uitkomt?",
    "I look forward to hearing from you.": "Ik hoor graag nog van u.",
    "Kind regards,": "Met vriendelijke groet,",
    "Jeroen Bolhuis from EfficiënC": "Jeroen Bolhuis van EfficiënC",

    "Make an appointment": "Maak een afspraak",
    "or": "of",

    "About Me": "Over Mij",
    "Contact Me": "Neem Contact Op",
    "Jeroen Bolhuis": "Jeroen Bolhuis",
    "Hi, I'm Jeroen Bolhuis, a passionate web developer with a mission to revolutionize how businesses approach their online presence.": "Hallo, ik ben Jeroen Bolhuis, een gepassioneerde webontwikkelaar met een missie om te revolutioneren hoe bedrijven hun online aanwezigheid benaderen.",
    "After completing my Computer Science degree, I dove headfirst into the corporate world, crafting bespoke websites for industry giants. However, I quickly realized that there was a gap between what clients truly needed and what companies were delivering.": "Na het afronden van mijn studie Informatica dook ik vol in de bedrijfswereld, waar ik op maat gemaakte websites voor grote bedrijven ontwikkelde. Ik realiseerde me echter snel dat er een kloof was tussen wat klanten echt nodig hadden en wat bedrijven leverden.",
    "This realization sparked my entrepreneurial journey, leading me to found EfficiënC - a web development agency that puts client needs and innovation at the forefront.": "Dit inzicht was de vonk voor mijn ondernemersreis, wat leidde tot de oprichting van EfficiënC - een webontwikkelingsbureau dat de behoeften van klanten en innovatie voorop stelt.",
    "My Approach": "Mijn Aanpak",
    "I believe in creating websites that not only look stunning but also drive real business results. By combining cutting-edge technology with a deep understanding of user experience, I deliver solutions that help businesses thrive in the digital landscape.": "Ik geloof in het creëren van websites die er niet alleen prachtig uitzien, maar ook echte bedrijfsresultaten opleveren. Door geavanceerde technologie te combineren met een diep begrip van gebruikerservaring, lever ik oplossingen die bedrijven helpen floreren in het digitale landschap.",
    "Why Choose Me?": "Waarom Mij Kiezen?",
    "Over a decade of experience in web development": "Meer dan tien jaar ervaring in webontwikkeling",
    "Proven track record of increasing client conversions": "Bewezen staat van dienst in het verhogen van klantconversies",
    "Agile methodology for faster, more efficient project delivery": "Agile methodologie voor snellere, efficiëntere projectlevering",
    "Commitment to ongoing support and maintenance": "Toewijding aan doorlopende ondersteuning en onderhoud",
    "View My Portfolio": "Bekijk Mijn Portfolio",

    "Name": "Naam",
    "Email": "E-mail",
    "Message": "Bericht",
    "Send Message": "Verstuur Bericht",
    "Your message has been sent successfully!": "Uw bericht is succesvol verzonden!"
}
