{
    "Website Builder": "Website Bouwer",
    "Developed a custom website builder for Het Koppel student association. Features include drag-and-drop interface, custom themes, and content management system. Built with Laravel.": "Een op maat gemaakte website bouwer ontwikkeld voor studentenvereniging Het Koppel. Functies omvatten een drag-and-drop interface, aangepaste thema's en een content management systeem. Gebouwd met Laravel en.",
    "Chinese Restaurant System": "Chinees Restaurant Systeem",
    "Comprehensive restaurant management system including POS, digital menu tablets, kitchen display system, and online ordering platform. Streamlines operations and enhances customer experience.": "Uitgebreid restaurant management systeem inclusief kassa, digitale menutablets, keukenweergavesysteem en online bestelplatform. Stroomlijnt bedrijfsprocessen en verbetert de klantervaring.",
    "Portfolio Website": "Portfolio Website",
    "Personal portfolio website showcasing my projects and skills. Built with modern technologies and featuring responsive design, dark mode, and smooth animations.": "Persoonlijke portfolio website die mijn projecten en vaardigheden toont. Gebouwd met moderne technologieën en voorzien van responsive design, dark mode en vloeiende animaties.",
    "Developer Tools Collection": "Ontwikkelaars Gereedschap Collectie",
    "A collection of developer utilities and tools including API testing suite, code formatter, and development environment setup scripts.": "Een verzameling ontwikkelaarstools waaronder API-testsuite, codeformatter en scripts voor het opzetten van ontwikkelomgevingen.",

    "Hi, I'm": "Hallo, ik ben",
    "Jeroen": "Jeroen",
    "A": "Een",
    "full-stack": "full-stack",
    "developer creating modern": "ontwikkelaar die moderne",
    "web": "web",
    "solutions.": "oplossingen creëert.",
    "Macbook Frame": "Macbook Frame",

    "Education": "Opleiding",
    "Currently studying Informatica (HBO) at Avans Hogeschool in Den Bosch, expanding my knowledge in software development and computer science.": "Momenteel studerend Informatica (HBO) aan de Avans Hogeschool in Den Bosch, waar ik mijn kennis in softwareontwikkeling en informatica uitbreid.",
    "Experience": "Ervaring",
    "Specialized in developing custom web solutions for businesses, focusing on automation and efficiency through modern web technologies.": "Gespecialiseerd in het ontwikkelen van op maat gemaakte weboplossingen voor bedrijven, met focus op automatisering en efficiëntie door moderne webtechnologieën.",
    "Tech Stack": "Technologie Stack",

    "Get in Touch": "Neem Contact Op",
    "Name": "Naam",
    "Email": "E-mail",
    "Message": "Bericht",
    "Send Message": "Verstuur Bericht",

    "Open main menu": "Open hoofdmenu",
    "Home": "Home",
    "Projects": "Projecten",
    "Contact": "Contact",
    "Flowbite Logo": "Flowbite Logo",
    "EfficiënC": "EfficiënC",
    "All rights reserved.": "Alle rechten voorbehouden.",

    "View Project": "Bekijk Project",
    "View Code": "Bekijk Code",
    "My Projects": "Mijn Projecten",

    "or": "of",
    "Make an appointment": "Maak een afspraak",
    "Your message has been sent successfully!": "Uw bericht is succesvol verzonden!",
    "Success!": "Succes!",
    "Whoops!": "Oeps!",
    "The email field is required.": "Het e-mailveld is verplicht.",

    "About Me": "Over Mij",
    "Contact Me": "Neem Contact Op",
    "Jeroen Bolhuis": "Jeroen Bolhuis",

    "Dear,": "Beste,",
    "The first step towards less stress and higher efficiency for your business has been taken!": "De eerste stap naar minder stress en hogere efficiëntie voor uw bedrijf is gezet!",
    "I would like to schedule an intake meeting to discuss our possibilities together. For this, it would be useful to plan a Teams call.": "Ik zou graag een intakegesprek willen plannen om onze mogelijkheden samen te bespreken. Hiervoor is het handig om een Teams-gesprek in te plannen.",
    "Could you please let us know when this would be most convenient for you?": "Zou u kunnen laten weten wanneer dit het beste voor u uitkomt?",
    "I look forward to hearing from you.": "Ik kijk uit naar uw reactie.",
    "Kind regards,": "Met vriendelijke groet,",
    "Jeroen Bolhuis from EfficiënC": "Jeroen Bolhuis van EfficiënC"
}
